Repository: FinTecSystems/xs2a-ios
Catalog: Sources/XS2AiOS/Resources/*.lproj/Localizable.strings
Languages: de

source: Yes
de: Ja

source: No
de: Nein

source: Notice
de: Hinweis

source: Choose ...
de: Wählen ...

source: Next
de: Weiter

source: Website
de: Webseite

# Alert.Close
source: Close
de: Schließen

# Alert.Imprint.Title
source: Imprint
de: Impressum

# Alert.Imprint.Message
source: Tink Germany GmbH Gottfried-Keller-Straße 33 81245 Munich District Court of Munich HRB 210653 German Financial Supervisory Authority: Bundesanstalt für Finanzdienstleistungsaufsicht.
de: Tink Germany GmbH Gottfried-Keller-Straße 33 81245 München Amtsgericht München HRB 210653 Aufsichtsbehörde: Bundesanstalt für Finanzdienstleistungsaufsicht.

# Alert.Imprint.LinkText
source: Learn more
de: Mehr Erfahren

# Alert.Abort.Title
source: Cancel
de: Abbrechen

# Alert.Abort.Message
source: Do you want to cancel?
de: Möchten Sie abbrechen?

# AutocompleteView.Notice
source: Search for your bank by name, bank code or BIC, or enter your IBAN.
de: Suchen Sie Ihre Bank nach Name, BLZ oder BIC, oder geben Sie Ihre IBAN ein.

# AutocompleteView.IBANTypingNotice
source: Continue typing your IBAN ...
de: Fahren Sie mit der Eingabe Ihrer IBAN fort ...

# AutocompleteView.IBANTooLongNotice
source: Your IBAN seems too long, please check it.
de: Ihre IBAN scheint zu lang, bitte überprüfen Sie diese.

# AutofillQuestion.Title
source: Use stored credentials?
de: Gespeicherte Daten verwenden?

# AutofillQuestion.Text
source: You have access data for this bank stored on your device. Should we use these credentials to automatically log you into the bank and carry out the next steps?
de: Auf Ihrem Gerät haben Sie Zugangsdaten für diese Bank gespeichert. Sollen wir diese verwenden, um Sie automatisch in der Bank einzuloggen und die nächsten Schritte durchzuführen?

# OfflineNotice.Text
source: You will be automatically redirected as soon as your device has an internet connection again.
de: Sie werden automatisch weitergeleitet, sobald Ihr Gerät wieder eine Internetverbindung hat.

# RedirectAppPrompt.Title
source: Choose Authentication Method
de: Authentifizierungs-Methode wählen

# RedirectAppPrompt.Message
source: How would you like to login? If you have your bank's app installed, choose "Banking App", otherwise "Website".
de: Wie möchtest du dich einloggen? Hast du die App deiner Bank installiert, wähle "Banking App", andernfalls "Webseite".

# ParagraphLine.Title
source: Paragraph title
de: Absatzüberschrift

# ParagraphLine.Text
source: Paragraph body text
de: Absatzinhalt

# ParagraphLine.Warning
source: Warnfield
de: Warnfeld

# ParagraphLine.Error
source: Errorfield
de: Fehlerfeld

# ParagraphLine.Info
source: Infofield
de: Infofeld

# TextLine.Textfield
source: Text input field
de: Texteingabefeld

# TextLine.AutocompleteModal.CloseHint
source: Perform the Z gesture with two fingers to close the modal.
de: Zum Schließen des Modals Z-Geste mit zwei Fingern ausführen.

# PasswordLine.Textfield
source: Password input field
de: Passworteingabefeld

# PasswordLine.Textfield.ValueHidden
source: Input value hidden
de: Eingabewert ausgeblendet

# RadioLine.Option
source: Radio Button
de: Optionsfeld

# RadioLine.OptionDisabled
source: Disabled
de: Deaktiviert

# RadioLine.OptionSelected
source: selected
de: ausgewählt

# CheckboxLine.Checkbox
source: Checkbox
de: Auswahlkästchen

# CheckboxLine.Selected
source: selected
de: ausgewählt

# CheckboxLine.Disabled
source: disabled
de: deaktiviert

# CheckboxLine.Required
source: required
de: erforderlich

# FlickerLine.minus_glass
source: Bigger
de: Verkleinern

# FlickerLine.plus_glass
source: Smaller
de: Vergrößern

# FlickerLine.gauge_plus
source: Faster
de: Beschleunigen

# FlickerLine.gauge_minus
source: Slower
de: Verlangsamen

# FlickerLine.rotate_clockwise
source: Turn clockwise
de: Im Uhrzeigersinn drehen

# Button.Abort
source: Abort Button
de: Abbruch Taste

# Button.Back
source: Back Button
de: Zurück Taste

# Button.Restart
source: Restart Button
de: Neustart Taste

# Button.Submit
source: Submit Button
de: Absenden Taste

# TabLine.Description
source: Login method tabs
de: Login Auswahl

# TabLine.Hint
source: Swipe up for next tab, down for previous tab
de: Streichen Sie zur Auswahl vor und zurück

# TabLine.Next
source: Next Tab
de: Nächster Tab

# TabLine.Previous
source: Previous Tab
de: Vorheriger Tab

# TabLine.Switched
source: Switched to
de: Gewechselt zu

# LoadingDialog.Loading
source: Loading
de: Lade

# LoadingDialog.PleaseWait
source: Please wait
de: Bitte warten

# LoadingDialog.LoadingComplete
source: Finished loading
de: Fertig geladen

# SelectLine.Done
source: Done
de: Fertig

# SelectLine.Hint
source: Double-tap to open and then select the option below
de: Doppelt tippen zum Öffnen und dann die Auswahl darunten selektieren

# SelectLine.PickerHint
source: Use the Done button above to close
de: Benutze Fertig Schaltfläche oben zum Schliessen

# Input.Required
source: *required
de: *erforderlich
